["\n  Description Would you like to be able to optimize asset portfolios, using market data to maximize the expected return per unit of risk? That´s precisely what you will learn in this course “Investment Portfolio … ","\n    About is a digital online course. You can access this course wherever and whenever you want as long as you have fast internet connection OR you can save one copy on your personal … ","\n  About Vue is an open-source, easy to learn progressive web framework built in JavaScript. It puts an emphasis on being flexible but easy to learn. You can still build complex applications with Vue, just … ","\n  Description Make your audio sound amazing with Adobe Audition If you are looking for an audio editing application that will allow you to record, edit and mix audio like the pros, Adobe Audition is … ","\n  About In order to face the dynamic requirements of meeting enterprise vulnerability management challenges, this CISA course covers the auditing process to ensure that you have the ability to analyze the state of your … ","\n  Video Details ISBN 9781800200975 Course Length 12 hours 34 minutes Master frontend web development using HTML, CSS, CSS Flexbox, CSS Grid, and JavaScript   About If you want to learn how the most popular … ","\n  Author: Alfredo Deza, Noah Gift Publisher: Pragmatic AI Solutions Released: February 2021 ISBN: 62202021VIDEOPAIML Description: Learn to use no-code and low-code solutions to perform Natural Processing. In this video you walk through building a … ","\n  \"Being productive is really just about understanding the productivity equation and then figuring out which bits we need to optimise to apply to our own lives\".   In this first of a series of … ","\n  Video Details ISBN 9781800565838 Course Length 5 hours 6 minutes   About Let your online presence reflect your services, products, and articles by developing a successful online business or website using effective search engine … ","\n  About If you need to bridge the gap to get into the network security or service provider space, or if you just need to pass the ENCOR exam, this course will test and hone … ","\n  Learn the technical, management, and business competencies required to become an effective CISO in the 21st century About this Career Path Dr. Edward G. Amoroso, CEO of TAG Cyber and former CISO of AT&T … ","\n  Description FastAPI is one of the most exciting new web frameworks out today. It's exciting because it leverages more of the modern Python language features than any other framework: type hints, async and await, … ","\n  Description In this class, we're going to be crafting together your very own expert personal statement. For a lot of us, the personal statement is often the most important thing that we'll ever write. … ","\nDescription: Easy-to-access SEO education has always been dear to our mission. Just log in to your moz.com account (or sign up for free if you don’t have one). In addition to Moz Academy courses, here … ","\n  About Are you passionate about both the Azure cloud and NoSQL databases? If so, this course is meant for you. Quickly get up to speed with Azure Table Storage, Azure Cosmos DB multi-model APIs, … ","\n  A Comprehensive Guide on Business Intelligence with Tableau Desktop 2019+ to Prepare, Analyze and Visualize Data Description: You want to get started with data analysis? You also want an easy-to-use, fast and intuitive tool … ","\n  Description Hello and welcome to this my first Unreal Engine class! Today We will build an interior and visualize it using Unreal Engine 4. • In class #1 I will walk you through my … ","\n  Video Details By Learnkart Technology Private Limited Released January 2021 ISBN 9781801077569 Course Length 9 hours 36 minutes   About Do you want to learn Apache Kafka to store and process multiple, nonstop streams … ","\n  Become THE voice of authority in your market... WITHOUT sacrificing leads & conversions Description In this training, you’ll architect your business’ unique “Brand Blueprint” by going through the same process Ryan Deiss used to … ","\n  Learn Docker, Docker Compose, Development Setups, Deployment and all about Kubernetes from the ground up!   Docker & Kubernetes are amongst the most in-demand topics you can learn these days. Why? Because they significantly simplify the development and … ","\n  By  Ivan Laliashvili   About This is my video recording with narration and comments of painting in Photoshop. You could watch from the very beginning to the end process of creating illustration that i … ","\n  About This Class   Are you trying to study Internet of Things? Are you getting confused with all the hardware and software stuffs? Learning IoT can be very confusing especially if you’re new to electronics. … ","\n  Description: A site that allows users to browse, create and pay for advertisements. Think Craigslist. We'll cover Eloquent techniques, nested sets for flexibility, payment processing and more. Skills covered in this course: • Techniques … ","\n  Video Details ISBN 9781801070263 Course Length 14 hours 6 minutes   About Have you learned the fundamentals of Python and then asked yourself “What next?”. If so, consider taking this course, which will help … ","\n  The Mindset & Meditation Course you've been waiting for! Description Guided Meditation for Entrepreneurs & High Achievers 3 Modules created with the Aluxer in mind for a complete experience! • Beginner Designed for someone … ","\n  Description: Let's build a code snippets website with Nuxt, Laravel and Tailwind. This project allows users to create 'snippets' with steps that act as a place to store useful bits of information.   Skills … ","\n  Description This course will provide the information you need to Master the Raspberry Pi 3! It assumes no prior programming or electronics knowledge and walks you through everything you need to know to use … ","\n  Description: It's a great time to explore creating a side business that can earn you extra income. In this course, Dana Robinson, a serial entrepreneur and attorney, shares 43 ideas for making additional income. … ","\n  Description: Crack the code to lighting once and for all. I believe that once you learn the basics of how light works, you then can replicate any lighting technique on the planet. In this … ","\n  Description In this class we will Learn Python from the scratch the class is completely for noobs so even if you don't have any prior programming experience or never written a single line of … ","\n  The Fullstack D3 masterclass is the complete guide to D3. With dozens of code examples showing each step, you will gain new insights into your data by creating visualizations in this self-paced online course. … ","\n  Description: Additive manufacturing, aka 3D printing, is transforming traditional industry. Now it’s possible for anyone to create usable products and prototypes. This series provides those interested in additive manufacturing with insights into the craft … ","\n  Learn how to grow your YouTube channel from 0 to 100,000+ Subscribers - and how to turn it into a Six-Figure Income Generating Business   Description: Learn the EXACT strategies and SEO growth hacks … ","\n  Description Learn how to create a professional, responsive website and blog using the FREE Twenty Twenty One theme from WordPress. The Twenty Twenty theme One was released as the default theme for WordPress in … ","\n  by Alfredo Deza, Noah Gift Released January 2021 Publisher(s): Pragmatic AI Solutions ISBN: 50101VIDEOPAIML Video description Get started with Google Cloud Platform (GCP) and Cloud Functions in this one-hour video. Everything you need to know to … ","\n  Updated! 2/2021 The course has been entirely updated and re-recorded for the latest in React.js, Hooks, Apollo 3 and the Keystone Headless CMS. As always - it's a free update for anyone who has … ","\n  Master Laravel Without Stumbling Over Its Magic About A video course for every Laravel developer who wants to know how Laravel works under the hood to become more efficient while using it.   Detail … ","\n  ISBN 9781801075596 Course Length 7 hours 38 minutes About Do you want a guide that will help you to pick the right big data technology for your project? Or do you want to get … ","\n  Learn what it takes to get offers from top tech companies   Description Struggling With Coding Interviews?   I know how you feel. As a self-taught programmer trying to break into the industry, I … ","\n  Description If you are looking to acquire new skills, start a career or make a change this is the course for you. Whether you are preparing to work with data or build software, this … ","\n  Description: I Help You Make Monthly Recurring Income With Your Own Software Without Coding, With Low Overhead, and With Full Automation In Under 90 Days. “I found it super simple to follow you…” – … ","\n  Description: Go one-on-one with world-renowned Photoshop expert Deke McClelland in this comprehensive course. Part one of a three-part series, this is your chance to learn everything you need to know about Photoshop, in the … ","\n  Video Details ISBN 9781801073998 Course Length 2 hours 55 minutes   About With Puppet, you can configure many servers and automate your IT configuration easily and efficiently. This video course shows you how to … ","\n  Author: Rafeh Qazi Language: English Updated: 2020 PDF(s) + Assets: Included   Description: The completely new and rehauled version of the Profitable Programmer is now a 16-week program that helps you break out of … ","\n  Description Java is a useful ,robust and popular programming language to embark on that journey. This course is a practical Hands-on course from the first to the last section. The best way to learn … ","\n  Description: It's time to take your TypeScript expertise to the next level with these FREE and Premium courses. From Fundamentals to Pro! Table of Content: - Exhaustivity checks on enums Compiler Configuration In Depth … ","\n  by Alfredo Deza, Noah Gift Released December 2020 Publisher(s): Pragmatic AI Solutions ISBN: 60650VIDEOPAIML Video description Get started with Cloud Computing in Python. Topics include: Multi-Cloud, Cloud Computing Service Models, Distributed Computing in the Cloud, Cloud … ","\n  Discover the role of Amazon Web Services (AWS) in building robust, reliable, scalable, and cost-effective cloud solutions   • Gain a solid understanding of the Amazon Web Services (AWS) platform terminologies and cloud concepts … ","\n  About This Class   In this class, I will be showing you how to create colorful shape patterns in Adobe Illustrator. Then we'll be going into Photoshop to create a poster with our pattern as … ","\n  Offer GMB Optimization services for ‘unclaimed’ GMB pages (businesses). 100% ethical. IT’S NO SECRET THAT GOOGLE’S EVER-CHANGING RULES CAN POSE A CHALLENGE OR TWO FOR US ONLINE FOLK, BUT YOU CAN’T OVERLOOK THE OPPORTUNITIES … ","\n  Author Nick Brazzi Updated 12/22/2020 Released 12/9/2019   Discover the core features of Microsoft Teams and see how you can bring together colleagues, create conversations and content, and collaborate more effectively. Author Nick Brazzi … ","\n  By Keith Thompson   Learn how to build GUI applications using Python.   About the course Sometimes building a command-line or web application doesn’t quite meet your end-users’ needs, and you need to build an … ","\n  Description This is a crash course about Kotlin programming language. Since 2016 Kotlin is the preferred language for Android mobile app development, which means that this relatively new language is becoming more and more … ","\n  by Eduonix Learning Solutions Released November 2020 Publisher(s): Packt Publishing ISBN: 9781800568587 Video description Gain thorough knowledge of AWS Cloud fundamentals and discover how to apply them to deploy your applications   About This Video … ","\n  A structured online course for the future logo animation rockstar. You will learn how to animate almost any icon or logotype, morph it to everything and tell short fun stories.   • The best … ","\n  About This Class Always wanted to learn how you can animate your artworks and bring them alive? This class is perfect for you no matter whether you are beginner or experienced. In this class … ","\n  Course details PowerShell is a great tool for managing core infrastructure, general server and client administration, specific Windows services, and even elements of Azure. Jump-start your career and your IT environment by learning to … ","\n  About this video HackerOne is your big opportunity. This is the platform where you can hack legally and at the same time you can make money. You can hack many different companies like Twitter, … ","\n  Description: We are now living in a Big Data world - billions of devices communicating over millions of networks and generating petabytes of data, both at rest and in transit! Security professionals now encounter … ","\n  Author: Kathryn Hodge Released: 10/9/2020   About: To create functional and useful Python applications, you need a database. Databases allow you to store data from user sessions, track inventory, make recommendations, and more. However, … "]